Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Live heart rate already works on a WHOOP 5/MG strap. These probes go further and try to coax more out of it. They are guesses, off by default, and only ever touch a 5/MG strap, WHOOP 4.0 is never affected.
de: Die Live-Herzfrequenz funktioniert bereits an einem WHOOP 5/MG-Strap. Diese Tests gehen weiter und versuchen, mehr herauszuholen. Es sind Vermutungen, standardmäßig deaktiviert, und betreffen nur einen 5/MG-Strap, WHOOP 4.0 ist nie betroffen.
es: La frecuencia cardíaca en vivo ya funciona en una pulsera WHOOP 5/MG. Estas pruebas van más allá e intentan sacarle más beneficio. Son conjeturas, están desactivadas por defecto y solo afectan a una correa 5/MG: la WHOOP 4.0 nunca se ve afectada.
fr: La fréquence cardiaque en direct fonctionne déjà sur un bracelet WHOOP 5/MG. Ces sondes vont plus loin et essaient d'en extraire davantage. Ce sont des estimations, désactivées par défaut, et elles ne touchent jamais qu'un bracelet 5/MG, le WHOOP 4.0 n'est jamais affecté.
it: La frequenza cardiaca in diretta funziona già su una fascia WHOOP 5/MG. Queste sonde vanno oltre e cercano di ottenere di più. Sono ipotesi, disattivate per impostazione predefinita, e interessano solo una fascia 5/MG, la WHOOP 4.0 non viene mai toccata.
pl: Tętno na żywo działa już na pasku WHOOP 5/MG. Te sondy idą dalej i próbują wydobyć z tego więcej. Są to domysły, domyślnie wyłączone i zawsze dotykają tylko paska 5/MG, nigdy nie ma to wpływu na WHOOP 4.0.
pt_pt: A frequência cardíaca em direto já funciona numa bracelete WHOOP 5/MG. Estas sondagens vão mais longe e tentam extrair mais proveito disso. São suposições, desativados por defeito, e só tocam numa bracelete 5/MG, o WHOOP 4.0 nunca é afetado.
ru: Пульс в реальном времени уже работает на браслете WHOOP 5/MG. Эти экспериментальные функции идут дальше и пытаются получить больше данных. Они основаны на предположениях, по умолчанию выключены и работают только с браслетом 5/MG, WHOOP 4.0 они никогда не затрагивают.
th: อัตราการเต้นหัวใจแบบเรียลไทม์ใช้งานได้กับสายรัด WHOOP 5/MG แล้ว การสอบสวนเหล่านี้ไปไกลกว่านั้นและพยายามเกลี้ยกล่อมให้มากขึ้น เป็นการคาดเดา ปิดโดยค่าเริ่มต้น และเมื่อแตะสายรัด 5/MG เท่านั้น WHOOP 4.0 จะไม่ได้รับผลกระทบ
zh_hans: 实时心率已能在 WHOOP 5/MG 手环上工作。这些探测会更进一步，尝试从中挖掘更多。它们只是猜测，默认关闭，并且只会作用于 5/MG 手环，，WHOOP 4.0 绝不受影响。
zh_hant: 即時心率已能在 WHOOP 5/MG 手環上運作。這些探測會更進一步，嘗試從中挖掘更多。它們只是猜測，預設關閉，並且只會作用於 5/MG 手環，，WHOOP 4.0 絕不受影響。

source: Live heart rate already works on a WHOOP 5/MG strap. These probes go further and try to coax more out of it. They are guesses, off by default, and only ever touch a 5/MG strap. WHOOP 4.0 is never affected.
de: Live-Herzfrequenz funktioniert auf einem WHOOP 5/MG bereits. Diese Sonden gehen weiter und versuchen, mehr herauszukitzeln. Es sind Vermutungen, standardmäßig aus, und sie berühren nur einen 5/MG-Strap. WHOOP 4.0 ist nie betroffen.
es: La frecuencia cardíaca en vivo ya funciona en una pulsera WHOOP 5/MG. Estas pruebas van más allá e intentan sacarle más. Son conjeturas, están desactivadas por defecto y solo afectan a una pulsera 5/MG. La WHOOP 4.0 nunca se ve afectada.
fr: La fréquence cardiaque en direct fonctionne déjà sur un bracelet WHOOP 5/MG. Ces sondes vont plus loin et tentent d'en tirer davantage. Ce sont des suppositions, désactivées par défaut, et elles ne touchent jamais qu'un bracelet 5/MG. Le WHOOP 4.0 n'est jamais concerné.
it: La frequenza cardiaca in diretta funziona già su una fascia WHOOP 5/MG. Queste sonde vanno oltre e cercano di ricavarne di più. Sono ipotesi, disattivate per impostazione predefinita, e toccano solo una fascia 5/MG, WHOOP 4.0 non è mai interessato.
pl: Tętno na żywo działa już na pasku WHOOP 5/MG. Te sondy idą dalej i próbują wydobyć z tego więcej. Są to domysły, domyślnie wyłączone i zawsze dotyczą tylko paska 5/MG. Nie ma to żadnego wpływu na WHOOP 4.0.
pt_pt: A frequência cardíaca em direto já funciona numa bracelete WHOOP 5/MG. Estas sondagens vão mais longe e tentam extrair mais proveito disso. São suposições, desativados por defeito, e só tocam numa bracelete 5/MG. O WHOOP 4.0 nunca é afetado.
ru: Пульс в реальном времени уже работает на браслете WHOOP 5/MG. Эти пробы идут дальше и пытаются извлечь из него больше. Это предположения, по умолчанию отключены, и затрагивают только браслет 5/MG. WHOOP 4.0 не затрагивается никогда.
th: อัตราการเต้นหัวใจแบบเรียลไทม์ใช้งานได้กับสายรัด WHOOP 5/MG แล้ว การสอบสวนเหล่านี้ไปไกลกว่านั้นและพยายามเกลี้ยกล่อมให้มากขึ้น เป็นการคาดเดา ปิดอยู่โดยค่าเริ่มต้น และจะสัมผัสเฉพาะสายรัด 5/MG เท่านั้น WHOOP 4.0 ไม่เคยได้รับผลกระทบ
zh_hans: 实时心率已能在 WHOOP 5/MG 手环上工作。这些探测会更进一步，尝试从中挖掘更多。它们只是猜测，默认关闭，并且只会作用于 5/MG 手环，WHOOP 4.0 绝不受影响。
zh_hant: 即時心率已能在 WHOOP 5/MG 手環上運作。這些探測會更進一步，嘗試從中挖掘更多。它們只是猜測，預設關閉，並且只會作用於 5/MG 手環，WHOOP 4.0 絕不受影響。

source: Live heart rate and energy, recorded on your wrist. Stays on device.
de: Live-Herzfrequenz und -Energie, direkt am Handgelenk aufgezeichnet. Bleibt auf dem Gerät.
es: Frecuencia cardíaca y energía en vivo, registradas en tu muñeca. Se queda en el dispositivo.
fr: Fréquence cardiaque et énergie en direct, enregistrées à votre poignet. Reste sur l'appareil.
it: Frequenza cardiaca ed energia in diretta, registrate al polso. Restano sul dispositivo.
pl: Tętno i energia na żywo rejestrowane na nadgarstku. Pozostaje na urządzeniu.
pt_pt: Frequência cardíaca e energia em direto, registadas no teu pulso. Permanece no dispositivo.
ru: Пульс и энергия в реальном времени, записанные на запястье. Остаются на устройстве.
th: อัตราการเต้นหัวใจและพลังงานแบบเรียลไทม์ บันทึกไว้บนข้อมือของคุณ อยู่ในอุปกรณ์
zh_hans: 实时心率和能量，在你手腕上记录。数据留在设备上。
zh_hant: 即時心率和能量消耗，記錄在你的手腕上。留在裝置上。

source: Live heart rate appears here once a strap is connected.
de: Live-Herzfrequenz erscheint hier, sobald ein Strap verbunden ist.
es: La frecuencia cardíaca en vivo aparece aquí una vez que se conecta una pulsera.
fr: La fréquence cardiaque en direct apparaît ici une fois un bracelet connecté.
it: La frequenza cardiaca in diretta appare qui una volta connessa una fascia.
pl: Tutaj pojawia się aktualne tętno po podłączeniu paska.
pt_pt: A frequência cardíaca em direto aparece aqui quando uma bracelete é ligada.
ru: Пульс в реальном времени появится здесь, когда браслет будет подключён.
th: อัตราการเต้นหัวใจแบบเรียลไทม์จะปรากฏที่นี่เมื่อเชื่อมต่อสายรัดแล้ว
zh_hans: 连接手环后，实时心率会显示在这里。
zh_hant: 連接手環後，即時心率會顯示在這裡。

source: Live heart rate in Dynamic Island
de: Live-Herzfrequenz in der Dynamic Island
es: Frecuencia cardíaca en vivo en la Dynamic Island
fr: Fréquence cardiaque en direct dans la Dynamic Island
it: Frequenza cardiaca in diretta nella Dynamic Island
pl: Tętno na żywo w Dynamic Island
pt_pt: Frequência cardíaca em direto em Dynamic Island
ru: Пульс в реальном времени в Dynamic Island
th: อัตราการเต้นหัวใจแบบเรียลไทม์ใน Dynamic Island
zh_hans: 在灵动岛中显示实时心率
zh_hant: 在動態島中顯示即時心率

source: Live heart rate is flowing; full strap controls need an encrypted bond.
de: Live-Herzfrequenz fließt; volle Strap-Steuerung braucht eine verschlüsselte Kopplung.
es: La frecuencia cardíaca en vivo está fluyendo; el control completo de la pulsera necesita un vínculo cifrado.
fr: La fréquence cardiaque en direct circule ; le contrôle complet du bracelet nécessite un appairage chiffré.
it: La frequenza cardiaca in diretta sta arrivando; i controlli completi della fascia richiedono un'associazione crittografata.
pl: Tętno na żywo płynie; Sterowanie pełnym paskiem wymaga szyfrowanego połączenia.
pt_pt: A frequência cardíaca em direto está a fluir; os controlos completos de bracelete precisam de um vínculo encriptado.
ru: Пульс в реальном времени поступает; для полного управления браслетом нужна зашифрованная привязка.
th: อัตราการเต้นหัวใจแบบเรียลไทม์กำลังไหล ส่วนควบคุมสายรัดแบบเต็มจำเป็นต้องมีการเชื่อมต่อแบบเข้ารหัส
zh_hans: 实时心率正在传输；完整的手环控制需要加密配对。
zh_hant: 即時心率正在傳輸；完整的手環控制需要加密綁定。

source: Live heart rate is instant. Recovery, strain and sleep sharpen as NOOP learns your baseline over your first nights of wear. Want your history now? Import your WHOOP export in Data Sources and it backfills in about a minute.
de: Live-Herzfrequenz gibt es sofort. Erholung, Belastung und Schlaf werden genauer, während NOOP über deine ersten Nächte deine Basislinie lernt. Willst du deinen Verlauf sofort? Importiere deinen WHOOP-Export unter „Datenquellen“, und er füllt sich in etwa einer Minute rückwirkend.
es: La frecuencia cardíaca en vivo es instantánea. La recuperación, el esfuerzo y el sueño se afinan a medida que NOOP aprende tu línea base durante tus primeras noches de uso. ¿Quieres tu historial ya? Importa tu exportación de WHOOP en Fuentes de datos y se rellena en un minuto aproximadamente.
fr: La fréquence cardiaque en direct est instantanée. La récupération, l'effort et le sommeil s'affinent à mesure que NOOP apprend votre référence au fil de vos premières nuits de port. Vous voulez votre historique dès maintenant ? Importez votre export WHOOP dans Sources de données, et il se remplit rétroactivement en une minute environ.
it: La frequenza cardiaca in diretta è immediata. Recupero, carico e sonno si affinano man mano che NOOP impara la tua linea di base nelle prime notti in cui la indossi. Vuoi subito la tua cronologia? Importa la tua esportazione WHOOP in Sorgenti dati e viene recuperata in circa un minuto.
pl: Tętno na żywo jest natychmiastowe. Regeneracja, wytężaj siły i wyostrzaj sen, gdy NOOP uczy się Twojego poziomu bazowego podczas pierwszych nocy noszenia. Chcesz teraz swoją historię? Zaimportuj eksport WHOOP do źródeł danych, a jego uzupełnienie zajmie około minuty.
pt_pt: A frequência cardíaca em direto é instantânea. A recuperação, o esforço e o sono melhoram à medida que o NOOP aprende a tua linha de base nas primeiras noites de utilização. Quer a tua histórico agora? Importe a tua exportação WHOOP em fontes de dados e esta será preenchida em cerca de um minuto.
ru: Пульс в реальном времени доступен сразу. Восстановление, нагрузка и сон становятся точнее по мере того, как NOOP изучает вашу норму за первые ночи ношения. Хотите получить историю прямо сейчас? Импортируйте экспорт WHOOP в разделе «Источники данных» — она подгрузится примерно за минуту.
th: อัตราการเต้นหัวใจแบบเรียลไทม์นั้นทันที การฟื้นตัว ภาระร่างกาย และการนอนจะดีขึ้นเมื่อ NOOP เรียนรู้พื้นฐานของคุณในช่วงคืนแรกที่สวมใส่ ต้องการประวัติของคุณตอนนี้หรือไม่? นำเข้าไฟล์ส่งออก WHOOP ของคุณในแหล่งข้อมูล และจะเติมข้อมูลย้อนหลังภายในเวลาประมาณหนึ่งนาที
zh_hans: 实时心率是即时的。恢复、强度和睡眠会随着 NOOP 在你最初几晚的佩戴中学习基线而越来越准。想现在就看到历史？在数据来源中导入你的 WHOOP 导出文件，大约一分钟即可回填。
zh_hant: 即時心率是即刻的。恢復、強度和睡眠會隨著 NOOP 在你最初幾晚的佩戴中學習你的基線而越來越準。想現在就看到歷史？在「資料來源」中匯入你的 WHOOP 匯出檔案，大約一分鐘就能回填。

source: Live heart rate on bands that don't need pairing. Help us test.
de: Live-Herzfrequenz auf Bändern, die keine Kopplung brauchen. Hilf uns beim Testen.
es: Frecuencia cardíaca en vivo en bandas que no necesitan emparejamiento. Ayúdanos a probarlo.
fr: Fréquence cardiaque en direct sur les bandes qui n'ont pas besoin d'appairage. Aidez-nous à tester.
it: Frequenza cardiaca in diretta sui braccialetti che non richiedono associazione. Aiutaci a testare.
pl: Tętno na żywo w opaskach, które nie wymagają parowania. Pomóż nam przetestować.
pt_pt: Frequência cardíaca em direto em bandas que não necessitam de emparelhamento. Ajude-nos a testar.
ru: Пульс в реальном времени на браслетах, не требующих сопряжения. Помогите нам протестировать.
th: อัตราการเต้นหัวใจแบบเรียลไทม์บนสายรัดที่ไม่จำเป็นต้องจับคู่ ช่วยเราทดสอบ
zh_hans: 无需配对的手环也能读实时心率。帮我们一起测试。
zh_hant: 在無需配對的手環上顯示即時心率。幫我們測試。

source: Live heart rate over time
de: Live-Herzfrequenz im Zeitverlauf
es: Frecuencia cardíaca en vivo a lo largo del tiempo
fr: Fréquence cardiaque en direct dans le temps
it: Frequenza cardiaca in diretta nel tempo
pl: Tętno na żywo w czasie
pt_pt: Frequência cardíaca em direto ao longo do tempo
ru: Пульс в реальном времени во времени
th: อัตราการเต้นหัวใจแบบเรียลไทม์เมื่อเวลาผ่านไป
zh_hans: 随时间变化的实时心率
zh_hant: 隨時間變化的即時心率

source: Live heart rate, and HRV when the ring can measure it.
de: Live-Herzfrequenz, und HRV, wenn der Ring sie messen kann.
es: Frecuencia cardíaca en vivo, y VFC cuando el anillo puede medirla.
fr: Fréquence cardiaque en direct, et VFC quand l'anneau peut la mesurer.
it: Frequenza cardiaca in diretta, e HRV quando l'anello riesce a misurarla.
pl: Tętno na żywo i HRV, kiedy pierścień może je zmierzyć.
pt_pt: Frequência cardíaca em direto e VFC quando o anel pode medi-la.
ru: Пульс в реальном времени, а также ВСР, когда кольцо может её измерить.
th: อัตราการเต้นหัวใจแบบเรียลไทม์ และ HRV เมื่อแหวนสามารถวัดได้
zh_hans: 实时心率，以及戒指能测量时的 HRV。
zh_hant: 即時心率，以及戒指能測量時的 HRV。

source: Live HR
de: Live-HF
es: FC en vivo
fr: FC en direct
it: FC in diretta
pl: HR na żywo
pt_pt: FC em direto
ru: Пульс в реальном времени
th: อัตราการเต้นหัวใจแบบเรียลไทม์
zh_hans: 实时心率
zh_hant: 即時心率

source: Live HR (not fully paired)
de: Live-HF (nicht vollständig gekoppelt)
es: FC en vivo (no emparejada del todo)
fr: FC en direct (association incomplète)
it: FC in diretta (associazione non completa)
pl: Tętno na żywo (nie w pełni sparowane)
pt_pt: RH em direto (não totalmente emparelhado)
ru: Пульс в реальном времени (сопряжение не завершено)
th: HR แบบเรียลไทม์ (จับคู่ไม่ครบ)
zh_hans: 实时心率（未完全配对）
zh_hant: 即時心率（未完全配對）

source: Live HR + R-R only · no sleep, recovery, skin temp, SpO₂, steps or battery (those are WHOOP-only).
de: Nur Live-HF + R-R · kein Schlaf, keine Erholung, Hauttemperatur, SpO₂, Schritte oder Akku (das ist WHOOP vorbehalten).
es: Solo FC en vivo + R-R · sin sueño, recuperación, temperatura de la piel, SpO₂, pasos ni batería (esos son solo de WHOOP).
fr: FC en direct + R-R uniquement · pas de sommeil, récupération, température cutanée, SpO₂, pas ni batterie (réservés à WHOOP).
it: Solo FC in diretta + R-R · niente sonno, recupero, temperatura cutanea, SpO₂, passi o batteria (quelli sono solo WHOOP).
pl: Tylko Live HR + R-R · bez snu, regeneracji, temperatury skóry, SpO₂, kroków i baterii (dotyczy tylko WHOOP).
pt_pt: Apenas FC em direto + R-R · sem sono, recuperação, temperatura da pele, SpO₂, passos ou bateria (apenas WHOOP).
ru: Только пульс в реальном времени + R-R · без сна, восстановления, температуры кожи, SpO₂, шагов и заряда батареи (доступно только через WHOOP).
th: HR + R-R แบบเรียลไทม์เท่านั้น · ไม่นอน การฟื้นตัว อุณหภูมิผิวหนัง SpO₂ จำนวนก้าว หรือแบตเตอรี่ (เฉพาะ WHOOP เท่านั้น)
zh_hans: 仅实时心率 + R-R · 无睡眠、恢复、皮肤温度、SpO₂、步数或电量（这些仅 WHOOP 提供）。
zh_hant: 僅即時心率 + R-R · 沒有睡眠、恢復、皮膚溫度、SpO₂、步數或電量（那些僅限 WHOOP）。

source: LIVE HR ONLY
de: NUR LIVE-HF
es: SOLO FC EN VIVO
fr: FC EN DIRECT UNIQUEMENT
it: SOLO FC IN DIRETTA
pl: TYLKO HR NA ŻYWO
pt_pt: APENAS RH AO VIVO
ru: ТОЛЬКО ПУЛЬС В РЕАЛЬНОМ ВРЕМЕНИ
th: ถ่ายทอดสด HR เท่านั้น
zh_hans: 仅实时心率
zh_hant: 僅即時心率

source: Live HR works. Free the strap to unlock buzz, alarms & sync
de: Live-HF funktioniert. Gib den Strap frei, um Vibration, Wecker & Sync freizuschalten
es: La FC en vivo funciona. Libera la pulsera para desbloquear vibración, alarmas y sincronización
fr: La FC en direct fonctionne. Libérez le bracelet pour débloquer vibrations, alarmes et synchronisation
it: La FC in diretta funziona, libera la fascia per sbloccare vibrazione, sveglie e sincronizzazione
pl: HR na żywo działa. Uwolnij pasek, aby odblokować szum, alarmy i synchronizację
pt_pt: O RH em direto funciona. Liberte a pega para desbloquear o buzz, os alarmes e a sincronização
ru: Пульс в реальном времени работает. Освободите браслет, чтобы разблокировать вибросигналы, будильники и синхронизацию
th: HR แบบเรียลไทม์ใช้งานได้ ปลดสายรัดจากแอปอื่นเพื่อใช้การสั่น การตั้งปลุก และการซิงค์
zh_hans: 实时心率可用，释放手环以解锁震动、闹钟和同步
zh_hant: 即時心率可用，釋放手環以解鎖震動、鬧鐘和同步

source: Live machine data over Bluetooth FTMS. No sleep, recovery, skin temp or SpO₂. Effort needs the machine's heart rate; without it the session logs the machine metrics only.
de: Live-Gerätedaten über Bluetooth FTMS. Kein Schlaf, keine Erholung, keine Hauttemperatur, kein SpO₂. Anstrengung braucht die Herzfrequenz des Geräts; ohne sie protokolliert die Sitzung nur die Gerätemetriken.
es: Datos de la máquina en vivo por Bluetooth FTMS. Sin sueño, recuperación, temperatura de la piel ni SpO₂. Esfuerzo necesita la frecuencia cardíaca de la máquina; sin ella, la sesión registra solo las métricas de la máquina.
fr: Données machine en direct via Bluetooth FTMS. Pas de sommeil, récupération, température cutanée ni SpO₂. L'Effort nécessite la fréquence cardiaque de la machine ; sans elle, la séance n'enregistre que les métriques de la machine.
it: Dati della macchina in diretta via Bluetooth FTMS. Niente sonno, recupero, temperatura cutanea o SpO₂. Lo Sforzo richiede la frequenza cardiaca della macchina; senza, la sessione registra solo le metriche della macchina.
pl: Dane maszynowe na żywo za pośrednictwem Bluetooth FTMS. Żadnego snu, regeneracji, temperatury skóry ani SpO₂. Wysiłek potrzebuje tętna maszyny; bez tego sesja rejestruje tylko metryki komputera.
pt_pt: Dados da máquina em direto por Bluetooth FTMS. Sem sono, recuperação, temperatura da pele ou SpO₂. O esforço necessita da frequência cardíaca da máquina; sem ele, a sessão regista apenas as métricas da máquina.
ru: Данные тренажёра в реальном времени через Bluetooth FTMS. Без сна, восстановления, температуры кожи и SpO₂. Для Усилия нужен пульс с тренажёра; без него в сессии фиксируются только показатели тренажёра.
th: รับข้อมูลเครื่องออกกำลังกายแบบเรียลไทม์ผ่าน Bluetooth FTMS โดยไม่มีข้อมูลการนอน การฟื้นตัว อุณหภูมิผิวหนัง หรือ SpO₂ การคำนวณภาระร่างกายต้องใช้อัตราการเต้นหัวใจจากเครื่อง หากไม่มี ระบบจะบันทึกเฉพาะค่าจากเครื่อง
zh_hans: 通过 Bluetooth FTMS 获取器械实时数据。无睡眠、恢复、皮肤温度或 SpO₂。消耗需要器械提供心率；没有心率时仅记录器械指标。
zh_hant: 透過 Bluetooth FTMS 傳輸即時器械資料。沒有睡眠、恢復、皮膚溫度或 SpO₂。消耗需要器械的心率；沒有的話，該課次只記錄器械指標。

source: Live now. Your scores are building.
de: Jetzt live. Deine Werte werden aufgebaut.
es: En vivo ahora. Tus puntuaciones se están construyendo.
fr: En direct maintenant. Vos scores se construisent.
it: Ora in diretta. I tuoi punteggi si stanno costruendo.
pl: Żyj teraz. Twoje wyniki rosną.
pt_pt: Viva agora. As tuas pontuações estão aumentando.
ru: Данные поступают в реальном времени. Ваши показатели формируются.
th: แบบเรียลไทม์ตอนนี้ คะแนนของคุณกำลังเพิ่มขึ้น
zh_hans: 正在实时。你的评分正在生成。
zh_hant: 正在即時。你的評分正在生成。

source: LIVE PHYSIOLOGY
de: LIVE-PHYSIOLOGIE
es: FISIOLOGÍA EN VIVO
fr: PHYSIOLOGIE EN DIRECT
it: FISIOLOGIA IN DIRETTA
pl: FIZJOLOGIA ŻYCIA
pt_pt: FISIOLOGIA AO VIVO
ru: ФИЗИОЛОГИЯ В РЕАЛЬНОМ ВРЕМЕНИ
th: สรีรวิทยาสด
zh_hans: 实时生理状态
zh_hant: 即時生理狀態

source: Live vitals, streamed from the strap.
de: Live-Vitalwerte, gestreamt vom Strap.
es: Constantes vitales en vivo, transmitidas desde la correa.
fr: Constantes en direct, diffusées depuis le bracelet.
it: Parametri vitali in diretta, trasmessi dalla fascia.
pl: Transmisje na żywo z paska.
pt_pt: Sinais vitais em direto, transmitidos pela bracelete.
ru: Показатели в реальном времени, данные поступают с браслета.
th: ข้อมูลสำคัญแบบเรียลไทม์ สตรีมจากสายรัด
zh_hans: 实时生命体征，从手环串流而来。
zh_hant: 即時生命徵象，從手環串流而來。

source: load %@
de: Last %@
es: carga %@
fr: charge %@
it: carico %@
pl: załaduj %@
pt_pt: carregar %@
ru: нагрузка %@
th: โหลด %@
zh_hans: 负荷 %@
zh_hant: 負荷 %@

source: Loading the day…
de: Tag wird geladen…
es: Cargando el día…
fr: Chargement de la journée…
it: Caricamento della giornata…
pl: Ładowanie dnia…
pt_pt: Carregando o dia…
ru: Загружаем день…
th: กำลังโหลดวัน...
zh_hans: 正在加载当天…
zh_hant: 正在載入當天…

source: Loading your history…
de: Deine Historie wird geladen…
es: Cargando tu historial…
fr: Chargement de votre historique…
it: Caricamento della tua cronologia…
pl: Ładowanie Twojej historii…
pt_pt: Carregando o teu histórico…
ru: Загружаю вашу историю…
th: กำลังโหลดประวัติของคุณ...
zh_hans: 正在加载你的历史…
zh_hant: 正在載入你的歷史…

source: Loading your sessions…
de: Deine Sitzungen werden geladen…
es: Cargando tus sesiones…
fr: Chargement de vos séances…
it: Caricamento delle tue sessioni…
pl: Ładowanie sesji…
pt_pt: Carregando as tuas sessões…
ru: Загружаю ваши сессии…
th: กำลังโหลดเซสชันของคุณ...
zh_hans: 正在加载你的会话…
zh_hant: 正在載入你的工作階段…

source: Loading your sleep history…
de: Dein Schlafverlauf wird geladen…
es: Cargando tu historial de sueño…
fr: Chargement de votre historique de sommeil…
it: Caricamento della cronologia del tuo sonno…
pl: Ładowanie historii snu…
pt_pt: Carregando o teu histórico de sono…
ru: Загружаю историю сна…
th: กำลังโหลดประวัติการนอนของคุณ...
zh_hans: 正在加载你的睡眠历史…
zh_hant: 正在載入你的睡眠歷史…

source: LOCAL ONLY
de: NUR LOKAL
es: SOLO LOCAL
fr: LOCAL UNIQUEMENT
it: SOLO LOCALE
pl: TYLKO LOKALNE
pt_pt: SOMENTE LOCAL
ru: ТОЛЬКО ЛОКАЛЬНО
th: ท้องถิ่นเท่านั้น
zh_hans: 仅本地
zh_hant: 僅本地

source: Local Oura support is new and we cannot test every ring here. It may not connect on your ring, and it can change between updates. NOOP never makes up a number. If something does not work, it will tell you plainly.
de: Lokale Oura-Unterstützung ist neu, und wir können nicht jeden Ring hier testen. Sie verbindet sich vielleicht nicht mit deinem Ring und kann sich zwischen Updates ändern. NOOP erfindet nie eine Zahl. Wenn etwas nicht funktioniert, sagt es das klar.
es: El soporte local de Oura es nuevo y no podemos probar todos los anillos aquí. Puede que no conecte con tu anillo, y puede cambiar entre actualizaciones. NOOP nunca inventa un número. Si algo no funciona, te lo dirá claramente.
fr: La prise en charge locale d'Oura est récente et nous ne pouvons pas tester tous les anneaux ici. Elle peut ne pas se connecter à votre anneau, et cela peut changer d'une mise à jour à l'autre. NOOP n'invente jamais un chiffre. Si quelque chose ne fonctionne pas, il vous le dira clairement.
it: Il supporto Oura locale è nuovo e non possiamo testare ogni anello qui. Potrebbe non connettersi sul tuo anello e può cambiare tra un aggiornamento e l'altro. NOOP non inventa mai un numero. Se qualcosa non funziona, te lo dirà chiaramente.
pl: Lokalna obsługa Oura jest nowością i nie możemy tutaj przetestować każdego pierścienia. Może nie łączyć się z Twoim pierścieniem i może się zmieniać między aktualizacjami. NOOP nigdy nie tworzy liczby. Jeśli coś nie będzie działać, zostanie to wyraźnie zaznaczone.
pt_pt: O suporte local Oura é novo e não podemos testar todos os anéis aqui. Pode não se ligar ao teu anel e pode mudar entre atualizações. O NOOP nunca inventa um número. Se algo não funcionar, dir-lhe-á claramente.
ru: Локальная поддержка Oura новая, и мы не можем протестировать каждое кольцо. Оно может не подключиться к вашему кольцу, и поведение может меняться от обновления к обновлению. NOOP никогда не придумывает числа. Если что-то не работает, он честно об этом сообщит.
th: การสนับสนุน Oura ในพื้นที่นั้นใหม่และเราไม่สามารถทดสอบทุกวงแหวนที่นี่ได้ อาจไม่เชื่อมต่อกับวงแหวนของคุณ และสามารถเปลี่ยนแปลงระหว่างการอัปเดตได้ NOOP ไม่เคยสร้างตัวเลข ถ้ามีอะไรใช้งานไม่ได้ก็จะบอกคุณอย่างชัดเจน
zh_hans: 本地 Oura 支持是新功能，我们无法在这里测试每一枚戒指。它可能无法连接你的戒指，并且可能在不同更新之间发生变化。NOOP 绝不编造数字。如果有什么无法工作，它会如实告诉你。
zh_hant: 本地 Oura 支援是新功能，我們無法在這裡測試每一枚戒指。它可能無法連接你的戒指，並且可能在不同更新之間發生變化。NOOP 絕不編造數字。如果有什麼無法運作，它會如實告訴你。

source: Lock %@
de: %@ sperren
es: Bloquear %@
fr: Verrouiller %@
it: Blocca %@
pl: Zablokuj %@
pt_pt: Bloquear %@
ru: Заблокировать %@
th: ล็อค %@
zh_hans: 锁定 %@
zh_hant: 鎖定 %@

source: Lock position
de: Position sperren
es: Bloquear la posición
fr: Verrouiller la position
it: Posizione di blocco
pl: Zablokuj pozycję
pt_pt: Posição de bloqueio
ru: Положение блокировки
th: ตำแหน่งล็อค
zh_hans: 锁定位置
zh_hant: 鎖定位置
